exports.jr = (id, ROOTBOT, corohelp, tampilTanggal, tampilWaktu, instagram, nomer, aktif, groupwa, youtube) => {
	return `
  
🔰────▶💲◀────🔰
  Hi. *${id.split("@s.whatsapp.net")[0]}* 👋️
  
❄──────────❄
         ───
📆 *${tampilTanggal}*
⏱️ *${tampilWaktu}*
📢 Bot Aktif ; *${aktif}*
         ───
☸══✪〘 INFORMATION 〙✪══💠
║╭────────☀────────✒
║│🔥➸ *ROTBOT🤖*
║│🔥➸ *V.07*
║│🔥➸ *CREATOR : FIKRILANGKAP*
║│❄➸ *WA :* wa.me/6282328023356
║✒│🔥➸ *.info*
║✒│🔥➸ *.owner*
║│❄➸ *.donasi*
║│🔥➸ *.coowner*
║│🔥➸ *.freandsowner*
║│🔥➸ *chichi*
║╰───────────✒
🔘═══✪〘 LIST MENU 〙✪═══💠
║╭───────☀───────✒
║✒│❄➸🔥 *.sticker*
║✒│❄➸ *! <text>*
║╰───────────✒
🔘═══✪〘 MEDIA  〙✪═══💠
║╭───────☀────────✒
║│🔥➸ *.yt <link>*
║│🔥➸ *.ytmp5 <link>*
║│❄➸ *.twt <link>*
║✒│ *.fb <link>*
║✒│ *.ig <link>*
║│❄➸ *.tiktok <link>*
║│🔥➸ *.ytmp3 <link>*
║│🔥➸ *.ytmp4 <link>*
║╰───────────✒
🔘═══✪〘 OTHERS  〙✪═══💠
║╭───────☀────────✒
║│🔥➸ *.cersex*
║│🔥➸ *.fakta*
║│🔥➸ *.quotes1*
║│🔥➸ *.indohot*
║│🔥➸ *.katabijak*
║│🔥➸ *.pantun*
║│🔥➸ *.quran*
║│🔥➸ *.nulis <text>*
║│🔥➸ *.coronainfoall*
║│🔥➸ *.wiki <apaaj>*
║│🔥➸ *.infogempa*
║│🔥➸ *.covid*
║│🔥➸ *.sholat <daerah>*
║│❄➸ *.dewabatch*
║✒│🔥➸ *.shota*
║│❄➸ *.waifu*
║│🔥➸ *.wikien*
║│🔥➸ *.infoanime*
║│🔥➸ *.nekoanime*
║│🔥➸ *.infoig <creator_official03>*
║│🔥➸ *.say <text>*
║│🔥➸ *.alay <text>*
║│🔥➸ *.namaninja <namalu>*
║│🔥➸ *.filmanime*
║│🔥➸ *.fotoanime*
║│🔥➸ *.hentai*
║│🔥➸ *.loli*
║│🔥➸ *.pokemon*
║│🔥➸ *.foto cewek*
║│🔥➸ *.foto cowok*
║│🔥➸ *.donasi*
║╰───────────✒
║╭──────────────────────✒
║│🔥➸ *.quotes*
║│🔥➸ *.tts*
║│🔥➸ *.namajenis*
║│🔥➸ *.wetzodiak <16-02-2002>*
║│🔥➸ *.textimage*
║│🔥➸ *.bitly*
║│🔥➸ *.resep*
║│🔥➸ *.puisi2*
║│🔥➸ *.puisi1*
║│🔥➸ *.cerpen*
║│🔥➸ *.chord*
║│🔥➸ *.lirik*
║│❄➸ *.pasangan <ROT & R07>*
║✒│🔥➸ *.nama*
║✒│🔥➸ *.cersex2*
║│❄➸ *.cuaca <daerah>
║│🔥➸ *.ttp*
║│🔥➸ *.hotsearch*
║│🔥➸ *.nekopoi*
║│🔥➸ *.pesankosong*
║│🔥➸ *.map <daerah>
║│🔥➸ *.cooltext <text>
║│🔥➸ *.randomhentai*
║│🔥➸ *.meme*
║│🔥➸ *.jadwaltvnow <nama chanel>
║│🔥➸ *.profileig <creator_official03>
║│🔥➸ *.ssweb <link>
║│🔥➸ *.ping*
║│🔥➸ *.spamcall <82328023356>*
║│🔥➸ *.spamsms <82328023356>*
║│🔥➸ *.quotesanime*
║│🔥➸ *.memecreate*
║<atas=texttext-bawah=textbackground-url=url>*
║
🔘═══════════════════💠
║ _*POWERED BY FIKRI LANGKAP*_
🔘════════════════════💠
║  $ignature!!!..     
║    (_̅_̅_̅(̅_̅_̅_̅_̅_̅_̅_̅_̅̅_̅()ڪے
☸═══════▶🔰◀═══════💠`
}