exports.jr1 = (id, ROOTBOT, corohelp, tampilTanggal, tampilWaktu, instagram, nomer, aktif, groupwa, youtube) => {
	return `
  
🔰────▶💲◀────🔰
*👑TOOLS1 ${ROOTBOT}*
❄──────────❄
☸════════════════════💠
║ *MENU1 BOT ${ROOTBOT}*
🔘════════════════════💠
║╭──❄ *STICKER MAKER & SIMI* ❄──✒
║✒│🔥➸ _*.sticker*_
║✒│🔥➸ _*! <teks>*_
║╰───────────✒
🔘════════════════════💠
║╭──❄ *SOSMED ADMIN* ❄──✒
║│🔥➸ *Group WhatsApp*
║│ _${groupwa}_
║│❄➸ *YouTube <subscribe>*
║✒│ _${youtube}_
║│❄➸ *Instagram <Follow>*
║│ _${instagram}_
║│🔥➸ *Creator ${ROOTBOT}*
║│ _${nomer}_
║╰───────────✒
║       ${ROOTBOT}
║  ▌│█║▌║▌║║▌║▌║█│▌
║  ▌│█║▌║▌║║▌║▌║█│▌
║       ${ROOTBOT}
🔘═══════════════════💠
║ _*POWERED BY FIKRI LANGKAP*_
🔘════════════════════💠
║  $ignature!!!..     
║    (_̅_̅_̅(̅_̅_̅_̅_̅_̅_̅_̅_̅̅_̅()ڪے
☸═══════▶🔰◀═══════💠`
}