exports.jr3 = (id, ROOTBOT, corohelp, tampilTanggal, tampilWaktu, instagram, nomer, aktif, groupwa, youtube) => {
	return `
  
🔰────▶💲◀────🔰
*☸TOOLS3☸ ${ROOTBOT}*
❄──────────❄

☸════════════════════💠
║ *☸TOOLS3 BOT☸ ${ROOTBOT}*
🔘════════════════════💠
║╭────❄ *OTHERS* ❄─────✒
║│🔥➸ *.tts* <teks>
║│🔥➸ *.quotes*
║│🔥➸ *.donasi*
║│🔥➸ *.foto cewek*
║│🔥➸ *.foto cowok*
║│🔥➸ *.pokemon*
║│🔥➸ *.loli*
║│❄➸ *.hentai*
║✒│🔥➸ *.fotoanime*
║│❄➸ *.filanime*
║│🔥➸ *.namaninja* <nama lu>
║│🔥➸ *.alay*  <teks>
║│🔥➸ *.say*  <teks>
║│🔥➸ *.infoig* <@creator_official03>
║│🔥➸ *.nekonime*
║│🔥➸ *.infoanime*
║│🔥➸ *.wikien*
║│🔥➸ *.waifu*
║│🔥➸ *.shota*
║│🔥➸ *.dewabatch*
║╰───────────✒
🔘════════════════════💠
║  *${ROOTBOT}*
🔘════════════════════💠
║╭───❄ *SOSMED ADMIN* ❄──✒
║│🔥➸ *Group WhatsApp*
║│ _${groupwa}_
║│❄➸ *YouTube <subscribe>*
║✒│ _${youtube}_
║│❄➸ *Instagram <Follow>*
║│ _${instagram}_
║│🔥➸ *Creator ${ROOTBOT}*
║│ _${nomer}_
║╰───────────✒
║       ${ROOTBOT}
║  ▌│█║▌║▌║║▌║▌║█│▌
║  ▌│█║▌║▌║║▌║▌║█│▌
║       ${ROOTBOT}
🔘═══════════════════💠
║ _*POWERED BY FIKRI LANGKAP*_
🔘════════════════════💠
║  $ignature!!!..     
║    (_̅_̅_̅(̅_̅_̅_̅_̅_̅_̅_̅_̅̅_̅()ڪے
☸═══════▶🔰◀═══════💠`
}
