exports.jr4 = (id, ROOTBOT, corohelp, tampilTanggal, tampilWaktu, instagram, nomer, aktif, groupwa, youtube) => {
	return `
  
🔰────▶💲◀────🔰
*☸TOOLS4☸ ${ROOTBOT}*
❄──────────❄

☸════════════════════💠
║ *☸TOOLS4 BOT☸ ${ROOTBOT}*
🔘════════════════════💠
║╭────❄ *OTHERS* ❄────✒
║│🔥➸ *.cersex2*
║│🔥➸ *.nama* <nama anda>
║│🔥➸ *.pasangan* <ROT & R07>
║│🔥➸ *.lirik* <nama lagu>
║│🔥➸ *.chord* <nama lagu>
║│❄➸ *.cerpen*
║✒│🔥➸ *.puisi1*
║│❄➸ *.puisi2*
║│🔥➸ *.resep*
║│🔥➸ *.bitly*
║│🔥➸ *.textimage*
║│🔥➸ *.wetzodiak*
║│🔥➸ *.namajenis*
║╰───────────✒
🔘════════════════════💠
║  *${ROOTBOT}*
🔘════════════════════💠
║╭──❄ *SOSMED ADMIN* ❄──✒
║│🔥➸ *Group WhatsApp*
║│ _${groupwa}_
║│❄ *YouTube <subscribe>*
║✒│ _${youtube}_
║│❄ *Instagram <Follow>*
║│ _${instagram}_
║│🔥➸ *Creator ${ROOTBOT}*
║│ _${nomer}_
║╰───────────✒
║       ${ROOTBOT}
║  ▌│█║▌║▌║║▌║▌║█│▌
║  ▌│█║▌║▌║║▌║▌║█│▌
║       ${ROOTBOT}
🔘═══════════════════💠
║ _*POWERED BY FIKRI LANGKAP*_
🔘════════════════════💠
║  $ignature!!!..     
║    (_̅_̅_̅(̅_̅_̅_̅_̅_̅_̅_̅_̅̅_̅()ڪے
☸═══════▶🔰◀═══════💠`
}