exports.jr5 = (id, ROOTBOT, corohelp, tampilTanggal, tampilWaktu, instagram, nomer, aktif, groupwa, youtube) => {
	return `
  
🔰────▶💲◀────🔰
*☸TOOLS5☸ ${ROOTBOT}*
❄──────────❄
☸════════════════════💠
║ *☸TOOLS5 BOT☸ ${ROOTBOT}*
🔘════════════════════💠
║╭──❄ *OTHERS* ❄──✒
║│🔥➸ *.ping*
║│🔥➸ *.ssweb* <link web>
║│🔥➸ *.profileig* <link>
║│🔥➸ *.jadwaltvnow* <jadwaltv>
║│🔥➸ *.meme*
║│🔥➸ *.randomhentai*
║│❄➸ *.cooltext*
║✒│🔥➸ *.map*
║│❄➸ *.pesankosong*
║│🔥➸ *.hostsearch*
║│🔥➸ *.ttp <teks>*
║│🔥➸ *.nekopoi*
║│🔥➸ *.cuaca <wilayah>*
║│🔥➸ *.memecreate
║│ <atas=texttext-bawah=textbackground-url=url>*
║│🔥➸ *.quotesanime*
║╰───────────✒
🔘════════════════════💠
║  *${ROOTBOT}*
🔘════════════════════💠
║╭──❄ *SOSMED ADMIN* ❄──✒
║│🔥➸ *Group WhatsApp*
║│ _${groupwa}_
║│❄➸ *YouTube <subscribe>*
║✒│ _${youtube}_
║│❄➸ *Instagram <Follow>*
║│ _${instagram}_
║│🔥➸ *Creator ${ROOTBOT}*
║│ _${nomer}_
║╰───────────✒
║       ${ROOTBOT}
║  ▌│█║▌║▌║║▌║▌║█│▌
║  ▌│█║▌║▌║║▌║▌║█│▌
║       ${ROOTBOT}
🔘═══════════════════💠
║ _*POWERED BY FIKRI LANGKAP*_
🔘════════════════════💠
║  $ignature!!!..     
║    (_̅_̅_̅(̅_̅_̅_̅_̅_̅_̅_̅_̅̅_̅()ڪے
☸═══════▶🔰◀═══════💠`
}